# language: ru

Функционал: Страница курсы подготовки

  Сценарий: Открыть страницу самого дешевого подготовительного курса
    Пусть Я открываю браузер "chrome"
    Пусть Я открываю страницу подготовительных курсов
    Когда Я выбираю самый дешевый курс
    Тогда Страница подготовительного курса открыта


  Сценарий: Открыть страницу самого дорого подготовительного курса
    Пусть Я открываю браузер "chrome"
    Пусть Я открываю страницу подготовительных курсов
    Когда Я выбираю самый дорогой курс
    Тогда Страница подготовительного курса открыта